Repository: TinyHTPC/xbmc-packs
Catalog: packs/Bit-Torrent/addons/plugin.video.couchpotato_manager/resources/language/Polish/strings.po
Languages: pl

# #30000
source: All Movies
pl: Wszystkie filmy

# #30001
source: Add new Movie to Wanted-list
pl: Dodaj nowy film do listy poszukiwanych

# #30002
source: Wanted Movies
pl: Poszukiwane filmy

# #30003
source: Done Movies
pl: Zrobione filmy

# #30004
source: Status List
pl: Lista statusu

# #30100
source: Add-on Settings
pl: Ustawienia wtyczki

# #30101
source: Refresh Releases
pl: Odśwież wydania

# #30102
source: Delete Movie
pl: Usuń film

# #30103
source: Delete Release
pl: Usuń wydanie

# #30104
source: Download Release
pl: Pobierz wydanie

# #30105
source: Ignore Release
pl: Ignoruj wydanie

# #30106
source: Search Trailer on YouTube
pl: Wyszukaj zwiastun na YouTube

# #30107
source: Force full search
pl: Wymuś pełne wyszukiwanie

# #30110
source: Please enter movie title
pl: Wpisz tytuł filmu

# #30111
source: Please select the correct Movie
pl: Proszę wybrać właściwy film

# #30112
source: Please select the profile
pl: Proszę wybrać profil

# #30113
source: Delete Movie
pl: Usuń film

# #30114
source: Are you sure to delete?
pl: Na pewno chcesz usunąć?

# #30115
source: Please select your default profile
pl: Proszę wybrać domyślny profil

# #30120
source: Connection error
pl: Błąd połączenia

# #30121
source: Wrong User-Credentials or Api Key
pl: Błędne uwierzytelnienie użytkownika lub błędny klucz API

# #30122
source: Wrong Network Settings or CP not running.
pl: Błędne ustawienia sieci lub serwer CP nie jest uruchomiony.

# #30123
source: Do you want to change them now?
pl: Chcesz je teraz zmienić?

# #30130
source: Movie added
pl: Dodano film

# #30131
source: No Movie found
pl: Nie znaleziono filmu

# #30132
source: Success
pl: Sukces

# #30140
source: Please use context menu
pl: Proszę użyć menu podręcznego

# #30141
source: You need to open the context-menu
pl: Musisz otworzyć menu podręczne

# #30142
source: to choose the action you want
pl: by wybrać akcję, którą chcesz

# #30150
source: Type
pl: Typ

# #30151
source: Provider
pl: Dostawca danych

# #30152
source: Provider-Extra
pl: Dostawca danych-dodatkowo

# #30153
source: Age
pl: Wiek

# #30154
source: Seeder/Leecher
pl: Udostępniający/pobierający

# #30155
source: Size (MB)
pl: Rozmiar (MB)

# #30156
source: Description
pl: Opis

# #30300
source: Username
pl: Nazwa użytkownika

# #30301
source: Password
pl: Hasło

# #30302
source: Use HTTPS
pl: Użyj HTTPS

# #30303
source: Hostname
pl: Nazwa hosta

# #30305
source: Api Key
pl: Klucz API

# #30306
source: Set default profile
pl: Ustaw domyślny profil

# #30307
source: Url Base (for use with mod_proxy)
pl: URL (przy używaniu mod_proxy)

# #30310
source: You only need username/password OR Api Key!
pl: Potrzebne są użytkownik/hasło ALBO klucz API!
