Repository: TinyHTPC/xbmc-packs
Catalog: packs/Bit-Torrent/addons/plugin.video.couchpotato_manager/resources/language/*/strings.po
Languages: italian

# #30000
source: All Movies
italian: Tutti i Film

# #30001
source: Add new Movie to Wanted-list
italian: Aggiungi un nuovo Film alla lista dei desideri

# #30002
source: Wanted Movies
italian: Film Desiderati

# #30003
source: Done Movies
italian: Film Fatti

# #30004
source: Status List
italian: Stato lista

# #30100
source: Add-on Settings
italian: Impostazioni Add-on

# #30101
source: Refresh Releases
italian: Aggiorna rilasci

# #30102
source: Delete Movie
italian: Cancella Film

# #30103
source: Delete Release
italian: Cancella Rilasci

# #30104
source: Download Release
italian: Scarica Rilasci

# #30105
source: Ignore Release
italian: Ignora Rilasci

# #30106
source: Search Trailer on YouTube
italian: Cerca i trailer su YouTube

# #30107
source: Force full search
italian: Forza ricerca globale

# #30110
source: Please enter movie title
italian: Inserisci il titolo del Film

# #30111
source: Please select the correct Movie
italian: Seleziona il Film esatto

# #30112
source: Please select the profile
italian: Seleziona il profilo

# #30113
source: Delete Movie
italian: Cancella Film

# #30114
source: Are you sure to delete?
italian: Sei sicuro di voler cancellare?

# #30115
source: Please select your default profile
italian: Seleziona il tuo profilo predefinito

# #30120
source: Connection error
italian: Errore di connessione

# #30121
source: Wrong User-Credentials or Api Key
italian: Credenziali utente o chiave Api errate

# #30122
source: Wrong Network Settings or CP not running.
italian: Impostazioni di rette errate o CP non in esecuzione

# #30123
source: Do you want to change them now?
italian: Vuoi cambiarle ora?

# #30130
source: Movie added
italian: Film aggiunto

# #30140
source: Please use context menu
italian: Usa il menù contestuale

# #30141
source: You need to open the context-menu
italian: E' necessario aprire il menù contestuale

# #30142
source: to choose the action you want
italian: per scegliere l'azione che desideri

# #30150
source: Type
italian: Tipo

# #30151
source: Provider
italian: Fornitore

# #30152
source: Provider-Extra
italian: Fornitore-Extra

# #30153
source: Age
italian: Età

# #30155
source: Size (MB)
italian: Dimensione (MB)

# #30156
source: Description
italian: Descrizione

# #30302
source: Use HTTPS
italian: Usa HTTPS

# #30303
source: Hostname
italian: Nome host

# #30304
source: Port
italian: Porta

# #30305
source: Api Key
italian: Chiave Api

# #30306
source: Set default profile
italian: Imposta profilo predefinito

# #30310
source: You only need username/password OR Api Key!
italian: Serve solo utente/password o o chiave Api!
