Repository: TinyHTPC/xbmc-packs
Catalog: packs/Bit-Torrent/addons/plugin.video.couchpotato_manager/resources/language/Croatian/strings.po
Languages: hr

# #30000
source: All Movies
hr: Svi filmovi

# #30001
source: Add new Movie to Wanted-list
hr: Dodaj nove filmove na traženi popis

# #30002
source: Wanted Movies
hr: Traženi filmovi

# #30003
source: Done Movies
hr: Završeni filmovi

# #30004
source: Status List
hr: Popis stanja

# #30100
source: Add-on Settings
hr: Postavke dodatka

# #30101
source: Refresh Releases
hr: Osvježi izdanja

# #30102
source: Delete Movie
hr: Obriši film

# #30103
source: Delete Release
hr: Obriši izdanje

# #30104
source: Download Release
hr: Preuzmi izdanje

# #30105
source: Ignore Release
hr: Zanemari izdanje

# #30106
source: Search Trailer on YouTube
hr: Potraži najavu na YouTubu

# #30107
source: Force full search
hr: Prisili potpunu pretragu

# #30110
source: Please enter movie title
hr: Upišite naslov filma

# #30111
source: Please select the correct Movie
hr: Odaberite ispravan film

# #30112
source: Please select the profile
hr: Odaberite profil

# #30113
source: Delete Movie
hr: Obriši film

# #30114
source: Are you sure to delete?
hr: Sigurno želite obrisati?

# #30115
source: Please select your default profile
hr: Odaberite svoj zadani profil

# #30120
source: Connection error
hr: Greška povezivanja

# #30121
source: Wrong User-Credentials or Api Key
hr: Pogrešan korisnik-vjerodajnice ili API ključ

# #30122
source: Wrong Network Settings or CP not running.
hr: Pogrešne postavke mreže ili CP nije pokrenut.

# #30123
source: Do you want to change them now?
hr: Želite li ih odmah promijeniti?

# #30130
source: Movie added
hr: Film dodan

# #30131
source: No Movie found
hr: Nema pronađenih filmova

# #30132
source: Success
hr: Uspješno

# #30140
source: Please use context menu
hr: Koristite kontekstni izbornik

# #30141
source: You need to open the context-menu
hr: Morate otvoriti kontekstni izbornik

# #30142
source: to choose the action you want
hr: za odabir željene radnje

# #30150
source: Type
hr: Vrsta

# #30151
source: Provider
hr: Pružatelj usluge

# #30152
source: Provider-Extra
hr: Dodatni pružatelj usluge

# #30153
source: Age
hr: Dob

# #30154
source: Seeder/Leecher
hr: Dijelitelji/Točke

# #30155
source: Size (MB)
hr: Veličina (MB)

# #30156
source: Description
hr: Opis

# #30300
source: Username
hr: Korisničko ime

# #30301
source: Password
hr: Lozinka

# #30302
source: Use HTTPS
hr: Koristi HTTPS

# #30303
source: Hostname
hr: Naziv računala

# #30304
source: Port
hr: Ulaz

# #30305
source: Api Key
hr: API ključ

# #30306
source: Set default profile
hr: Postavi zadani profil

# #30307
source: Url Base (for use with mod_proxy)
hr: URL osnova (za korištenje sa mod_proxy)

# #30310
source: You only need username/password OR Api Key!
hr: Samo je potrebno koriničko ime/lozinka ili API ključ!
