Repository: TinyHTPC/xbmc-packs
Catalog: packs/Bit-Torrent/addons/plugin.video.couchpotato_manager/resources/language/Swedish/strings.po
Languages: sv

# #30000
source: All Movies
sv: Alla filmer

# #30001
source: Add new Movie to Wanted-list
sv: Lägg till en ny film i önskelistan

# #30002
source: Wanted Movies
sv: Önskade filmer

# #30003
source: Done Movies
sv: Färdiga filmer

# #30004
source: Status List
sv: Statuslista

# #30100
source: Add-on Settings
sv: Tilläggsinställningar

# #30101
source: Refresh Releases
sv: Uppdatera utgåvor

# #30102
source: Delete Movie
sv: Ta bort film

# #30103
source: Delete Release
sv: Ta bort utgåva

# #30104
source: Download Release
sv: Ladda ner utgåva

# #30105
source: Ignore Release
sv: Ignorera utgåva

# #30106
source: Search Trailer on YouTube
sv: Sök trailer på YouTube

# #30107
source: Force full search
sv: Tvinga full sökning

# #30110
source: Please enter movie title
sv: Ange en filmtitel

# #30111
source: Please select the correct Movie
sv: Välj korrekt film

# #30112
source: Please select the profile
sv: Välj profil

# #30113
source: Delete Movie
sv: Ta bort film

# #30114
source: Are you sure to delete?
sv: Är du säker att du vill ta bort?

# #30115
source: Please select your default profile
sv: Välj din standardprofil

# #30120
source: Connection error
sv: Anslutningsfel

# #30121
source: Wrong User-Credentials or Api Key
sv: Felaktiga användaruppgifter eller Api-nyckel

# #30122
source: Wrong Network Settings or CP not running.
sv: Falaktiga nätverksinställningar eller CP körs inte.

# #30123
source: Do you want to change them now?
sv: Vill du ändra dom nu?

# #30130
source: Movie added
sv: Film tillagd

# #30131
source: No Movie found
sv: Ingen film hittad

# #30132
source: Success
sv: Lyckades

# #30140
source: Please use context menu
sv: Använd innehållsmeny

# #30141
source: You need to open the context-menu
sv: Du måste öppna innehållsmenyn

# #30142
source: to choose the action you want
sv: för att välja händelsen du vill ha

# #30150
source: Type
sv: Typ

# #30151
source: Provider
sv: Leverantör

# #30152
source: Provider-Extra
sv: Leverantör-Extra

# #30153
source: Age
sv: Ålder

# #30155
source: Size (MB)
sv: Storlek (MB)

# #30156
source: Description
sv: Beskrivning

# #30300
source: Username
sv: Användarnamn

# #30301
source: Password
sv: Lösenord

# #30302
source: Use HTTPS
sv: Använd HTTPS

# #30303
source: Hostname
sv: Värdnamn

# #30305
source: Api Key
sv: Api-nyckel

# #30306
source: Set default profile
sv: Ange standardprofil

# #30307
source: Url Base (for use with mod_proxy)
sv: Url-bas (för användning med mod_proxy)

# #30310
source: You only need username/password OR Api Key!
sv: Du behöver endast användarnamn/lösenord ELLER Api-nyckel
